# -*- coding: utf-8 -*-
NOTIFY_TEMPLATE = """
同學您好:

恭喜您完成了本課程的內容，下面有幾項事情要請同學注意。


1. 成績 60 以上的同學將可獲得清華大學出具之修課證明，這部分有達到標準的同學已經可以由系統下載證書。

   下載方式為：進到「我的預約課程」的頁面中，於「進入課程」的按鈕下方會有列印證書的按鍵，

   同學可以直接進行下載，再輸出證書前請先至「帳戶資料」確認你的「真實姓名」，

   請務必要修正為你的「真實姓名」再輸出證書。



2. 成績 90 以上的同學將可獲得黃老師簽名之推薦信。需要推薦信的同學請至 Google 表單連結申請

   (http://goo.gl/forms/YrH7XOgdcL) 並請提供您的「真實姓名」「身分證字號」及

  「 MOOCs 帳號 (e-mail) 」

  您的各次成績(依序為第一次小考~第七次小考, 期末考, 學期成績)：

  %s

                                                                                  助教
"""
